org/2021/arrival.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 降临（Arrival）

从这部电影中，学到两个概念------非零和博弈[fn:1]与 Sapir-Whorf
Hypothesis[fn:2] 假设。

在博弈论和经济理论中，零和搏弈是一种数学描述。在这种情况下，一方获得优势，另一方会失去优势。

非零和描述的是一种情况，在这种情况下，相互作用的各方的总收益和损失可能小于或大于零。

萨丕尔-沃夫假说说的是一个设想：一种语言的结构影响说话者的世界观或认知，因此*人们的感知是相对于他们的口头语言*（所以，如果你骂人，你也会自惭形秽）。因此，如果能够学习非母语语言，可以让自己从不同的角度认识自己和世界。

电影把重点放在 Louise
未来的经历以及和未知生物的交流上。电影最终揭示：与未知生物交流所使用的语言能够让
Louise 知晓未来发生的事情，所以电影中不断地呈现 Louise 女儿的样子。

[fn:1] https://www.wikiwand.com/en/Zero-sum_game

[fn:2] https://www.wikiwand.com/en/Linguistic_relativity
