blog/2021/arrival.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 15:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>降临（Arrival）</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">降临（Arrival）</h1>
</header><p>
从这部电影中，学到两个概念-&#x2013;&#x2014;非零和博弈<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>与 Sapir-Whorf
Hypothesis<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> 假设。
</p>

<p>
在博弈论和经济理论中，零和搏弈是一种数学描述。在这种情况下，一方获得优势，另一方会失去优势。
</p>

<p>
非零和描述的是一种情况，在这种情况下，相互作用的各方的总收益和损失可能小于或大于零。
</p>

<p>
萨丕尔-沃夫假说说的是一个设想：一种语言的结构影响说话者的世界观或认知，因此*人们的感知是相对于他们的口头语言*（所以，如果你骂人，你也会自惭形秽）。因此，如果能够学习非母语语言，可以让自己从不同的角度认识自己和世界。
</p>

<p>
电影把重点放在 Louise
未来的经历以及和未知生物的交流上。电影最终揭示：与未知生物交流所使用的语言能够让
Louise 知晓未来发生的事情，所以电影中不断地呈现 Louise 女儿的样子。
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.wikiwand.com/en/Zero-sum_game">https://www.wikiwand.com/en/Zero-sum_game</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.wikiwand.com/en/Linguistic_relativity">https://www.wikiwand.com/en/Linguistic_relativity</a>
</p></div></div>


</div>
</div></div>
</body>
</html>